/* `welcomeLabel` UILabel text default value */
"Welcome" = "Dobro došli";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Zahvaljujemo se na preuzimanju sa servera";

/* `instructionTextView` UITextView text default value with ".notConfigurated" state */
"WelcomeInstruction" = "Sledite uputstva koja ste dobili u e-pošti dobrodošlice za pokretanje procesa aktiviranja.";

/* `instructionTextView` UITextView text default value with ".isConfigured" state */
"ConfiguredInstruction" = "Budite na visini svojih dnevnih zadataka i s lakoćom sarađujte na projektima.";

"ScanInstruction" = "Skenirajte sigurnosnu QR šifru za pokretanje procesa aktiviranja.";

"DiscoveryServiceInstruction" = "Unesite svoju adresu e-pošte za pokretanje procesa aktiviranja.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Provera računa...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Pokreni";

"Scan" = "Skeniraj";

/* `demoLabel` UILabel text default value */
"Explore" = "Da li želite da istražujete?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Isprobajte demo snimak";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Postavite šifru za pristup";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Šifra za pristup";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Izaberite šifru za pristup";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Potvrdite šifru za pristup";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Ponovo unesite šifru za pristup.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Potvrdite svoju šifru za pristup.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Unesite svoju šifru za pristup.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Promenite šifru za pristup";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Unesite vašu trenutnu šifru za pristup.";

/* The button title string used both in passcode and
 touch ID screens to indicate not to setup now. */
"NotNowKey" = "Ne sada";

/* The button title string used on the second passcode setup
 to go back to the first screen. */
"BackKey" = "Nazad";

/* The button title string used on the first passcode setup
 to go to the next screen. */
"NextKey" = "Sledeće";

/* The button title string used on the passcode input screen (not in the change passcode sequence)
 When the passcode input screen is in the change passcode sequence, the button title should be changed "Next" */
"DoneKey" = "Izvršeno";

/* The main message format on the setup passscode screen.
 The %d will display the number of characters required from
 the passcode policy. */
"PasscodeChooseMinCharKey" = "Izaberite šifru za pristup s najmanje %d znakova za otključavanje aplikacije.";

/* The main message format on the setup passscode screen when the
 isDititsOnly property of the passcode policy is true.
 The %d will display the number of digits required from
 the passcode policy. */
"PasscodeChooseMinDigitKey" = "Izaberite šifru za pristup s najmanje %d cifara za otključavanje aplikacije.";

/* The message for passcode to include the required character groups
 when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Uključite sledeće:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Mala slova (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Velika slova (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Cifra (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Simboli (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Ponovo postavite šifru za pristup";

/* Alert message when validate method of FUIPasscodeValidationDelegate
 returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Vrednovanje šifre za pristup nije uspelo.";

/* Alert message when the passcode user entered was rejected by
 the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Šifra za pristup je odbio FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Ponovo pokušaj";

/* The title for setup touch ID screen. */
"TouchIDKey" = "ID dodira";

/* The title for setup touch ID screen. */
"FaceIDKey" = "ID lica";

/* This is to be used combined with "Touch ID" or "Face ID", e.g., "Touch ID is now available!" */
"IsNowAvailableKey" = " je sada dostupan!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Aktiviranje ID dodira će vam omogućiti brži pristup informacijama.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Ovu funkciju možete da uključite ili isključite pod Podešavanja.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Aktivirajte ID dodira za brži i bezbedniji pristup.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Ako vam je deaktiviran ID dodira, zahtevaće se da unesete šifru za pristup uređaju.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Aktiviranje ID lica će vam omogućiti brži pristup informacijama.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Ovu funkciju možete da uključite ili isključite pod Podešavanja.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Aktivirajte ID lica za brži i bezbedniji pristup.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Ako vam je deaktiviran ID lica, zahtevaće se da unesete šifru za pristup uređaju.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Ako želite da koristite ID dodira dodajte otiske prstiju u vaša podešavanja uređaja.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "To možete uvek da uradite pod Podešavanja - ID dodira i šifra za pristup.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Za korišćenje ID lica unesite ID lica u vaša podešavanja uređaja.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "To možete uvek da uradite pod Podešavanja - ID lica i šifra za pristup.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Saznajte više o ID dodira";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Saznajte više o ID lica";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Aktiviraj";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Provera autentičnosti sa ID dodira";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Provera autentičnosti sa ID lica";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Greška";

/* The error title. */
"AuthenticationErrorKey" = "Greška provere autentičnosti";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Proverite autentičnosti pomoću ID dodira za korišćenje aplikacije.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Proverite autentičnosti pomoću ID lica za korišćenje aplikacije.";

/* The authenticate button text. */
"AuthenticateKey" = "Proveri autentičnost";

/* The message when the passcode entered in confirm passcode screen
 does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Šifre za pristup ne odgovaraju. Pokušajte ponovo.";

/* The message format to be displayed when user entered wrong passcode
 and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Preostalo vam je %d pokušaja.";

/* The message format to be displayed when user entered wrong passcode
 and there is only one remaining retry. */
"OneAttemptLeftKey" = "Preostao vam je 1 pokušaj.";

/* The first paragraph of the alert message when the number user entered
 wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Nema više preostalih pokušaja.";

/* The second paragraph of the alert message when the number user entered
 wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Prijavite se za ponovno postavljanje šifre za pristup.";

/* The text of the dismiss button on the alert. */
"OKKey" = "U redu";

/* The message on the passcode screen when user entered wrong passcode
 and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Netačna šifra za pristup. Pokušajte ponovo.";

/* The scan page title string. */
"ScanKey" = "Skeniraj";

/* The title of the pop-up message when user selected a QR code photo
 which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Skeniranje nije uspešno";

/* The second line of the pop-up message when user selected a QR code photo
 which did not have a valid QR code. */
"SelectAnotherImageKey" = "Odaberite sliku QR šifre.";

/* The title of the pop-up message when user successfully got a QR code for
 onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Nevažeća QR šifra";

/* The second line of the pop-up message when user successfully got a QR code for
 onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "QR šifra nije prepoznata.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Dozvolite pristup fotografijama";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Za odabir slike QR šifre omogućite pristup vašim fotografijama u vašim privatnim podešavanjima uređaja.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Dozvolite pristup kameri";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Za skeniranje pomoću kamere omogućite pristup vašoj kameri u vašim privatnim podešavanjima uređaja.";

/* *
 The alert action title to go to Settings app. */
"SettingsKey" = "Podešavanja";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Potvrda";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Skeniranje uspešno. Bićete povezani na:";

/* The title string for the "Continue" button */
"ContinueKey" = "Nastavi";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Pokreni";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Aktiviranje";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Ako ste primili e-poštu dobrodošlice sledite vezu aktiviranja iz e-pošte. U suprotnom, unesite vašu adresu e-pošte ili skenirajte vašu QR šifru za pokretanje procesa pripreme radnog mesta za novog zaposlenog.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Sledeće";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Ili";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Skeniraj";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Saglasan sam";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Nisam saglasan";

/* The authentication title. */
"AuthenticationKey" = "Potvrda identiteta";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Navedite svoje korisničko ime i lozinku za proveru autentičnosti.";

/* Username input field placeholder string */
"usernameKey" = "Korisničko ime";

/* Password input field placeholder string */
"passwordKey" = "Lozinka";

/* Sign In button string. */
"SignInKey" = "Prijavi se";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Netačni podaci pristupa. Pokušajte ponovo.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Navedite informacije u nastavku za pokretanje procesa aktiviranja.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Verifikacija informacija...";

/* Cancel button string. */
"CancelKey" = "Odustani";

/* Allow button string. */
"AllowKey" = "Dozvoli";

/* Deny button string. */
"DenyKey" = "Odbij";

/* No button string. */
"NoKey" = "Ne";

/* Quit button string. */
"QuitKey" = "Izađi";

/* GiveConsent button string. */
"GiveConsentKey" = "Dajte saglasnost";

/* Navbar title string. */
"StepKey" = "Korak";

/* Navbar title string. */
"OfKey" = "od";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Da li sigurno želite da napustite proces pripreme radnog mesta za novog zaposlenog?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Bez saglasnosti neće moći da nastavite proces pripreme radnog mesta za novog zaposlenog.";

